[
  {
    "id": 1757068016590,
    "name": "Better Nutrition Biofortified Atta 5kg| High Fiber for Digestive Ease | Rich in Iron, Zinc & Protein | No Additives | 100% Natural",
    "description": "About this item\n✅Nutrient-Rich: Enriched with essential vitamins and minerals, such as iron and zinc.\n✅Health Benefits: Addresses nutritional deficiencies in populations with limited diet diversity.\n✅Improved Yields: Derived from resilient biofortified wheat varieties that withstand pests and diseases.\n✅Cost-Effective: Enhances public health affordably by fortifying a staple food with essential nutrients.\n✅Sustainable Agriculture: Promotes long-term sustainability through the use of biofortified crops.\n✅Our parent company Greenday is an Award winning Agritech startup recognized for revolutionizing staple crops via Biofortification.",
    "price": "325",
    "originalPrice": "500",
    "image": "https://m.media-amazon.com/images/I/71Y6Z5URkSL._SX679_.jpg",
    "affiliateLink": "https://amzn.to/3HJ18Hp",
    "category": "Food & Beverages",
    "featured": true,
    "discount": "35% OFF"
  },
  {
    "id": 1757068697344,
    "name": "BLUE TEA - Hibiscus Tea - Classic - 100 Tea Bags - Plant Based | SKIN GLOW ENHANCING TEA | Vitamin-C Rich | Tangy Taste - Flower Based - Herbal Tea - Gluten Free | Shark Tank Featured | Ziplock Pouch",
    "description": "About this item\nSKIN GLOW ENHANCING TEA: Our Hibiscus Flower Herbal Tea is known for its properties that help enhance skin radiance and promote a healthy glow.\nRICH IN VITAMIN C: Packed with vitamin C, our hibiscus tea supports your immune system and helps improve skin health.\nALL NATURAL: Enjoy our herbal tea made solely from handpicked flowers, directly from the farm. No preservatives or artificial colors—just pure, natural goodness in every sip.\nCAFFEINE FREE: Embrace serenity any time with our caffeine-free herbal blend. Perfect for unwinding before bed or finding calm during a hectic day, our tea promises relaxation without caffeine jitters. Enjoy the pure essence of nature's finest ingredients, soothing your senses and providing a peaceful moment whenever you need it. Our caffeine-free tea is your perfect companion for a balanced and tranquil lifestyle.\nSIMPLE BREWING: To brew the perfect cup of Hibiscus Classic Herbal Tea, steep one tea bag in hot water for 3-5 minutes. Adjust steeping time for desired strength.\nRECIPES: Explore a variety of recipes with our Hibiscus Flower Herbal Tea. From refreshing iced teas to warming hot brews, our tea offers endless possibilities. Add a squeeze of lemon, a touch of honey, or mix with other herbs and fruits to enhance the flavor and enjoy the healthful benefits in every sip.\nUPLIFTING FARMERS: At Blue Tea India, we are dedicated to improving farmers' lives by boosting their income from Rs. 6000 to Rs. 25000 per month. By choosing our tea, you support this mission and contribute to a brighter future for our hardworking farmers. Together, we are creating better livelihoods and empowering communities, one cup of herbal tea at a time.",
    "price": "839",
    "originalPrice": "899",
    "image": "https://m.media-amazon.com/images/I/61D+ctzl2FL._SL1080_.jpg",
    "affiliateLink": "https://amzn.to/465IS2Z",
    "category": "Food & Beverages",
    "featured": true,
    "discount": "7% OFF"
  },
  {
    "id": 1757068913601,
    "name": "BLUE TEA - Butterfly Pea Flower Tea - 60gm - 120+ Cups | Aparajita - Shankhpushpi | ANTIOXIDANT RICH | Herbal Tea - Flower Based - Detox Tea - Caffeine Free | Zipper Pack",
    "description": "UPLIFTING FARMERS: At Blue Tea India, we are dedicated to improving farmers' lives by boosting their income from Rs. 6000 to Rs. 25000 per month. By choosing our tea, you support this mission and contribute to a brighter future for our hardworking farmers. Together, we are creating better livelihoods and empowering communities, one cup of tea at a time.\n",
    "price": "419",
    "originalPrice": "599",
    "image": "https://m.media-amazon.com/images/I/71FWzh+BXmL._SL1080_.jpg",
    "affiliateLink": "https://amzn.to/482QJkm",
    "category": "Food & Beverages",
    "featured": false,
    "discount": "30% OFF"
  },
  {
    "id": 1757089134233,
    "name": "Good Monk Healthy 50+ Multivitamin for Senior Men & Women | For Energy, Bone & Gut Health | With Probiotics, Fibre, Ashwagandha, Vit. B12, C, D, Iron, Zinc | Add To Food - No Taste Change | 30 Sachets",
    "description": "About this item\nHEALTHY MULTI-NUTRITION POWDER: with 15 essential Vitamins & Minerals (Vitamins A, B1, B3, B6, B9, B12, C, D, E, K, Iron, Zinc); Clinically Proven Probiotics, Fibre, Lysine (Protein building block), Ashwagandha & Brahmi.\nIMPROVES GUT HEALTH, IMMUNITY, BONE HEALTH & MENTAL FUNCTION\nADD TO EVERYDAY FOOD: DOESN’T CHANGE THE TASTE, COLOUR OR SMELL OF THE FOOD. Now you can experience the benefits of enhanced Nutrition without having to compromise on the taste\nHOW TO USE: Just add it to your cooked food, mix it & that’s it! Can be added to multiple food items like Dal, Sambhar, Curries, Cooked Veggies, Tomato soup, Curd, Milk etc.\nSCIENTIFICALLY DESIGNED by World Class Science & Nutrition Experts with nutrients that the elderly needs\nBEST-IN-CLASS, SAFE, HIGHLY BIOAVAILABLE INGREDIENTS that go through 160+ Quality Checks\nNO BAD STUFF: No Added White Sugar No Fat, No Added Preservatives or Salt",
    "price": "616",
    "originalPrice": "800",
    "image": "https://m.media-amazon.com/images/I/61J4Lm45UWL._SL1080_.jpg",
    "affiliateLink": "https://amzn.to/427x6Uw",
    "category": "Health & Wellness",
    "featured": true,
    "discount": "23% OFF"
  },
  {
    "id": 1757089227250,
    "name": "Good Monk Multivitamin,Probiotic&Fibre Mix(Add To Food,No Taste Change). Improves Energy,Immunity&Gut Health With Vitamin B12,C,D,Iron,Zinc,1.3 Bn Probiotics|For Kids,Men&Women-15 Sachets",
    "description": "About this item\nMULTIVITAMINS WITH PROBIOTICS & FIBRE POWDER FOR MEN, WOMEN & KIDS: includes essential Vitamins & Minerals (Vitamins A, B6, B9, B12, C, D, Iron, Zinc); Clinically Proven Probiotics, Fiber, Lysine (Protein building block), Ashwagandha & Brahmi\nIMPROVES GUT HEALTH, IMMUNITY & STAMINA in just 30 days - results observed upon twice a day consumption amongst adults & adolescents with severe digestive / immunity / stamina issues, in an ongoing clinical survey study by a 3rd party through validated questionnaires\nADD TO EVERYDAY FOOD - DOESN’T CHANGE THE TASTE, COLOUR OR SMELL OF THE FOOD. Now you can experience the benefits of enhanced Nutrition without having to compromise on the taste\nHOW TO USE: Just add it to your cooked food after serving in bowl/glass & that’s it! Can be added to multiple food items like Daal, Sambhar, Curries, Cooked Veggies, Noodles, Pasta, Tomato soup, Curd, Milk, Smoothies etc\nINDIA’s 1st of its Kind, SCIENTIFICALLY DESIGNED FOR INDIAN MEN, WOMEN & KIDS by World Class Science & Nutrition Experts, to bridge the Nutrition deficiency\nBEST-IN-CLASS, SAFE, HIGHLY BIOAVAILABLE INGREDIENTS that go through 150+ Quality Checks\nNO BAD STUFF: No Added White Sugar, No Fat, No Added Preservatives. Only 5Kcal per sachet",
    "price": "325",
    "originalPrice": "370",
    "image": "https://m.media-amazon.com/images/I/614AvcIJZeL._SL1080_.jpg",
    "affiliateLink": "https://amzn.to/41Eh4kU",
    "category": "Health & Wellness",
    "featured": false,
    "discount": "12% OFF"
  },
  {
    "id": 1757089295144,
    "name": "Good Monk Fiber Fix | Constipation, Bloating & Gas Relief | Everyday Prebiotic Soluble Natural Fibre Supplement Powder + Probiotic | Isabgol / Psyllium Husk Free | 50 Servings | No Side Effects Or Taste Change",
    "description": "About this item\nClinically proven, everyday prebiotic soluble fiber supplement powder for digestive health with no side effects.\nAdd one scoop to any Food before, during, or after cooking or add it to Beverages like Tea, Water or milk - no change in Taste!\nMade with 100% natural, clinically proven prebiotic fiber & probiotics for digestive health.\nOffers more soluble fiber per serving than spinach, oats, or other vegetables.\nUnlike other fiber powders, Good Monk Fiber Fix is tasteless, versatile, and free from laxative-like side effects.\nBoost overall health by pairing with Good Monk Family Nutrition Mix or Healthy 50+ Nutrition Mix for a complete wellness solution.\nIdeal for all family members above 2 years old, and especially beneficial for diabetics, the elderly, and those seeking weight management solutions.",
    "price": "749",
    "originalPrice": "850",
    "image": "https://m.media-amazon.com/images/I/71FmaPQUAUL._SL1500_.jpg",
    "affiliateLink": "",
    "category": "Health & Wellness",
    "featured": false,
    "discount": "12% OFF"
  },
  {
    "id": 1757099854765,
    "name": "TintBox TintCup Borosilicate Glass Coffee Mug with Lid | Premium Glass Coffee Cup Sipper with Silicone Grip and Lid | for Office, Travel | Mighty Pink | 350 ml | Pack of 1",
    "description": "About this item\nEVERYTHING TASTES BETTER IN GLASS - TintCup by TintBox is made from highest quality borosilicate glass. Featuring a medical grade silicone lid & grip, it’s 100% plastic free, non-toxic, antibacterial, stain and odour resistant. TintCup retains freshness & flavor of the drink even after long hours without any plastic or metal after taste.\nEXPERIENCE CONVENIENCE IN STYLE - Crafted in an ideal 350ml capacity, TintCup is ergonomically designed to fit perfectly in your hand & under coffee machines. Uniquely designed for drinking pleasure on the go, TintCup has a spill-proof press fit lid with a non-slip silicone sleeve. It features a drinking mouthpiece with air vent technology for smooth flow. The thermal silicone sleeve provides grip & protects your hand from hot liquids, whilst keeping your brew at the optimal temperature.\nDESIGNED TO FEEL GOOD AND DO GOOD - Start your mornings by reducing your eco-impact with the reusable TintCup. Designed for a lifetime of use, TintCup is the perfect alternative to clumsy single-use disposable cups and does good to your health & the environment too. The uber-cool TintCup is designed to elevate your coffee drinking experience to a café level and rejuvenate you on a tiring day in office or on zoom calls. Use it to join the movement, reuse it every day to change the world.\nTHE GLASS CONFIDENCE - With TintCup, your coffee goes wherever you go. It is durable, lightweight, easy to carry and fits comfortably in your hand & cup holders. It’s incredibly versatile & perfect for your home, office, or on-the-go, and must have for any coffee lover. It is microwave & dishwasher safe, the lid & sleeve have an easy assembly for cleaning and care. Feature-packed and precisely formulated, TintCup aims to deliver the most convenient drinking experience ever.\nTHE TINTBOX PROMISE - TintBox promises that our products are made to the highest standards fusing safe and eco-friendly composition with a cutting-edge design that will be an experience for years to come.",
    "price": "799",
    "originalPrice": "1260",
    "image": "https://m.media-amazon.com/images/I/61qaazcaXIL._SL1500_.jpg",
    "affiliateLink": "https://amzn.to/4m1lTMe",
    "category": "Home & Garden",
    "featured": false,
    "discount": "37% OFF"
  }
]